Repository: Writeopia/Writeopia
Catalog: iosAppNat/iosAppNat/Localizable.xcstrings
Source language: en
Languages: pt

# %@ · %lld documents
source: %1$@ · %2$lld documents
pt: %1$@ · %2$lld documentos

source: %@ (you)
pt: %@ (você)

source: %@ font
pt: Fonte %@

source: %lld items
pt: %lld itens

source: %lld selected
pt: %lld selecionados

source: 3 to 30 letters, numbers, - or _
pt: De 3 a 30 letras, números, - ou _

source: A folder can't be moved into itself.
pt: Uma pasta não pode ser movida para dentro dela mesma.

source: A model served on this machine by Ollama or llmman, in both spaces and offline.
pt: Um modelo servido nesta máquina pelo Ollama ou pelo llmman, nos dois espaços e offline.

source: A team needs at least one admin.
pt: Um time precisa de pelo menos um administrador.

source: About
pt: Sobre

source: Accept
pt: Aceitar

source: Account
pt: Conta

source: Action Points
pt: Acionáveis

source: Actions
pt: Ações

source: Add
pt: Adicionar

source: Add link
pt: Adicionar link

source: Add to team
pt: Adicionar ao time

source: Admin
pt: Administrador

source: AI
pt: IA

source: AI configured
pt: IA configurada

source: AI generated
pt: Gerado por IA

source: AI is writing…
pt: A IA está escrevendo…

source: AI needs an account
pt: A IA precisa de uma conta

source: AI not configured
pt: IA não configurada

source: AI runs on the Writeopia servers and uses your monthly tokens.
pt: A IA roda nos servidores do Writeopia e usa seus tokens mensais.

source: AI runs on this device and doesn't use your monthly tokens.
pt: A IA roda neste dispositivo e não usa seus tokens mensais.

source: AI runs on this machine through Ollama or llmman and doesn't use your monthly tokens.
pt: A IA roda nesta máquina pelo Ollama ou pelo llmman e não usa seus tokens mensais.

source: AI suggestions
pt: Sugestões da IA

source: AI Summary
pt: Resumo com IA

source: All your documents in the open space will be deleted.
pt: Todos os seus documentos do espaço aberto serão deletados.

source: An account with this email or username already exists.
pt: Já existe uma conta com este email ou nome de usuário.

source: Anyone with the link can read this document.
pt: Qualquer pessoa com o link pode ler este documento.

source: Apple Intelligence available
pt: Apple Intelligence disponível

source: Apple Intelligence can't answer about this text.
pt: A Apple Intelligence não pode responder sobre este texto.

source: Apple Intelligence doesn't support the language of this text yet.
pt: A Apple Intelligence ainda não suporta o idioma deste texto.

source: Apple Intelligence is busy. Try again in a moment.
pt: A Apple Intelligence está ocupada. Tente de novo em instantes.

source: Apple Intelligence is getting ready. Try again in a few minutes.
pt: A Apple Intelligence está sendo preparada. Tente de novo em alguns minutos.

source: Apple Intelligence is ready. AI runs on this device and your text never leaves it.
pt: A Apple Intelligence está pronta. A IA roda neste dispositivo e seu texto nunca sai dele.

source: Apple Intelligence isn't available right now.
pt: A Apple Intelligence não está disponível agora.

source: Apple Intelligence isn't available, so the cloud AI is used for now.
pt: A Apple Intelligence não está disponível, então a IA na nuvem é usada por enquanto.

source: Apple Intelligence needs iOS 26 or macOS 26.
pt: A Apple Intelligence precisa do iOS 26 ou do macOS 26.

source: Apple Intelligence unavailable
pt: Apple Intelligence indisponível

source: Application Support (default)
pt: Application Support (padrão)

source: Apply to
pt: Aplicar em

source: Apply to:
pt: Aplicar em:

source: Are you sure?
pt: Tem certeza?

source: Ask AI
pt: Pergunte à IA

source: At least %lld characters
pt: Pelo menos %lld caracteres

source: At least 8 characters.
pt: Pelo menos 8 caracteres.

source: Auto configure
pt: Configurar automaticamente

source: Available
pt: Disponível

source: Available Models
pt: Modelos disponíveis

source: Back to sign in
pt: Voltar para o login

source: Balanced performance for most use cases
pt: Desempenho equilibrado para a maioria dos usos

source: Between 3 and 30 characters
pt: Entre 3 e 30 caracteres

source: Bold
pt: Negrito

source: Box
pt: Caixa

source: Bring in the big brains.
pt: Chame os grandes cérebros.

source: Cancel
pt: Cancelar

source: Card
pt: Cartão

source: Change password
pt: Mudar a senha

source: Change workspace
pt: Trocar área de trabalho

source: Check your inbox
pt: Confira sua caixa de entrada

source: Checkbox
pt: Caixa de seleção

source: Checked
pt: Marcado

source: Choose a local folder
pt: Escolha uma pasta local

source: Choose a new password
pt: Escolha uma nova senha

source: Choose a workspace
pt: Escolha a área de trabalho

source: Choose space
pt: Escolher espaço

source: Choose your space
pt: Escolha seu espaço

source: Choose…
pt: Escolher…

source: Clear
pt: Limpar

source: Close
pt: Fechar

source: Cloud AI
pt: IA na Nuvem

source: Cloud AI usage
pt: Uso da IA na nuvem

source: Code
pt: Código

source: Code block
pt: Bloco de código

source: Color
pt: Cor

source: Color theme
pt: Tema de cor

source: Configuration Failed
pt: A configuração falhou

source: Configure Local AI
pt: Configurar a IA local

source: Confirm
pt: Confirmar

source: Confirm your email
pt: Confirme seu email

source: Confirmation code
pt: Código de confirmação

source: Continue
pt: Continuar

source: Copy
pt: Copiar

source: Copy Link
pt: Copiar Link

source: Could not add the image
pt: Não foi possível adicionar a imagem

source: Could not create the page
pt: Não foi possível criar a página

source: Could not create the workspace
pt: Não foi possível criar a área de trabalho

source: Could not delete the document
pt: Não foi possível deletar o documento

source: Could not export
pt: Não foi possível exportar

source: Could not send the reset code.
pt: Não foi possível enviar o código de redefinição.

source: Could not summarize
pt: Não foi possível resumir

source: Create
pt: Criar

source: Create a folder to organise your notes
pt: Crie uma pasta para organizar suas notas

source: Create a team workspace and invite people to it from Settings.
pt: Crie uma área de trabalho de time e convide pessoas pelas Configurações.

source: Create account
pt: Criar conta

source: Create an account
pt: Criar uma conta

source: Create your account
pt: Crie sua conta

source: Create your first document
pt: Crie seu primeiro documento

source: Creation date
pt: Data de criação

source: Current
pt: Atual

source: Cursive
pt: Cursiva

source: Cut
pt: Recortar

source: Danger zone
pt: Zona de perigo

source: Dark
pt: Escuro

source: Default color
pt: Cor padrão

source: Delete
pt: Deletar

source: Delete %@?
pt: Deletar %@?

source: Delete %lld items?
pt: Deletar %lld itens?

source: Delete account
pt: Deletar conta

source: Delete document
pt: Deletar documento

source: Delete drawing
pt: Deletar desenho

source: Delete folder
pt: Deletar pasta

source: Delete image
pt: Deletar imagem

source: Delete model
pt: Apagar modelo

source: Delete my account
pt: Deletar minha conta

source: Delete this document?
pt: Deletar este documento?

source: Delete this item?
pt: Deletar este item?

source: Detecting Local AI
pt: Detectando a IA local

source: Discard
pt: Descartar

source: Dismiss
pt: Dispensar

source: Divider
pt: Divisor

source: Document
pt: Documento

source: Documents
pt: Documentos

source: Done
pt: OK

source: Download & Configure
pt: Baixar e configurar

source: Download model
pt: Baixar modelo

source: Download Model
pt: Baixar modelo

source: Drawing
pt: Desenho

source: Drawing canvas
pt: Tela de desenho

source: Edit folder
pt: Editar pasta

source: Editing on Mac is coming in a next version.
pt: A edição no Mac chega em uma próxima versão.

source: Empty drawing
pt: Desenho vazio

source: Empty line
pt: Linha vazia

source: Enter the code we sent to %@.
pt: Digite o código que enviamos para %@.

source: Enter the email of your account and we'll send you a code.
pt: Digite o email da sua conta e enviaremos um código.

source: Eraser
pt: Borracha

source: Error when downloading model. %@
pt: Erro ao baixar o modelo. %@

source: Error when requesting models. Did you start Local AI?
pt: Erro ao buscar os modelos. Você iniciou a IA local?

source: Error. Message: %@
pt: Erro. Mensagem: %@

source: Export
pt: Exportar

source: Export as Json
pt: Exportar como JSON

source: Export as Markdown
pt: Exportar como Markdown

source: Failed to download model. %@
pt: Falha ao baixar o modelo. %@

source: FAQ
pt: Perguntas frequentes

source: Fast and efficient for basic tasks
pt: Rápido e eficiente para tarefas básicas

source: Favorite
pt: Favorito

source: Find documents by their title or content.
pt: Encontre documentos pelo título ou conteúdo.

source: Folder name
pt: Nome da pasta

source: Folder options
pt: Opções da pasta

source: Folder path
pt: Caminho da pasta

source: Folders
pt: Pastas

source: Folders are deleted with everything inside them. This can't be undone.
pt: As pastas são deletadas com tudo o que está dentro delas. Isso não pode ser desfeito.

source: Font
pt: Fonte

source: Font Options
pt: Opções de fonte

source: Forgot password?
pt: Esqueceu a senha?

source: Free
pt: Gratuito

source: General
pt: Geral

source: Get Ollama
pt: Baixar o Ollama

source: Getting started
pt: Primeiros passos

source: Green highlight
pt: Destaque verde

source: Grid
pt: Grade

source: Header
pt: Cabeçalho

source: Heavy
pt: Pesado

source: Highlight
pt: Marca texto

source: Highlighter
pt: Marca texto

source: Icon
pt: Ícone

source: If %@ has an account, we sent a code to it.
pt: Se %@ tiver uma conta, enviamos um código para esse email.

source: Image
pt: Imagem

source: Image not available
pt: Imagem indisponível

source: Input tokens
pt: Tokens de entrada

source: Invite someone
pt: Convidar alguém

source: It will be removed from every device. This can't be undone.
pt: Ele será removido de todos os dispositivos. Isso não pode ser desfeito.

source: It's already here
pt: Já está aqui

source: Italic
pt: Itálico

source: Last updated
pt: Última atualização

source: Light
pt: Claro

source: Link copied!
pt: Link copiado!

source: Link to page
pt: Link para página

source: Linked document
pt: Documento vinculado

source: List
pt: Lista

source: List item
pt: Item de lista

source: Loading usage…
pt: Carregando uso…

source: Local AI
pt: IA local

source: Local AI (Ollama or llmman)
pt: IA local (Ollama ou llmman)

source: Local AI (Ollama)
pt: IA local (Ollama)

source: Local AI isn't running at this address.
pt: A IA local não está rodando neste endereço.

source: Local AI was not found running on this machine. Please, install and start Ollama or llmman and try again.
pt: A IA local não foi encontrada rodando nesta máquina. Instale e inicie o Ollama ou o llmman e tente de novo.

source: Local folder
pt: Pasta local

source: Local Folder
pt: Pasta local

source: Lock document
pt: Bloquear edição

source: Locked
pt: Bloqueado

source: Make admin
pt: Tornar administrador

source: Make member
pt: Tornar membro

source: Manual Configuration
pt: Configuração manual

source: Maximum quality for complex tasks
pt: Qualidade máxima para tarefas complexas

source: Medium
pt: Médio

source: Member
pt: Membro

source: Members
pt: Membros

source: Monospace
pt: Monoespaçada

source: More
pt: Mais

source: Move here
pt: Mover para cá

source: Move to…
pt: Mover para…

source: Name
pt: Nome

source: New document
pt: Novo documento

source: New folder
pt: Nova pasta

source: New password
pt: Senha nova

source: New to Writeopia?
pt: Novo no Writeopia?

source: New workspace
pt: Nova área de trabalho

source: No folders here
pt: Nenhuma pasta aqui

source: No models found
pt: Nenhum modelo encontrado

source: No teams
pt: Nenhum time

source: Not Detected
pt: Não detectado

source: Not published
pt: Não publicado

source: Nothing ever leaves the room.
pt: Nada sai daqui.

source: One special character
pt: Um caractere especial

source: Only admins can see and manage the members of this team.
pt: Apenas administradores podem ver e gerenciar os membros deste time.

source: Open a folder to edit, move or delete it.
pt: Abra uma pasta para editá-la, movê-la ou deletá-la.

source: Open in Safari
pt: Abrir no Safari

source: Open Settings
pt: Abrir Ajustes

source: Open space
pt: Espaço aberto

source: Open space — connected
pt: Espaço aberto — conectado

source: Opens the drawing
pt: Abre o desenho

source: Output tokens
pt: Tokens de saída

source: Password
pt: Senha

source: Password changed
pt: Senha alterada

source: Password recovery
pt: Recuperação de senha

source: Pen
pt: Caneta

source: Pick a folder in your computer to keep your workspace, or skip and do it later from Settings.
pt: Escolha uma pasta no seu computador para guardar seu espaço de trabalho, ou pule e faça isso depois em Ajustes.

source: Pick a folder in your computer to keep your workspace.
pt: Escolha uma pasta no seu computador para guardar seu espaço de trabalho.

source: Pick a model of the local AI below; until then another provider answers.
pt: Escolha um modelo da IA local abaixo; até lá outro provedor responde.

source: Plan
pt: Plano

source: Premium Feature
pt: Recurso Premium

source: Private space
pt: Espaço privado

source: Private space — offline
pt: Espaço privado — offline

source: Provider
pt: Provedor

source: Publish
pt: Publicar

source: Publish to share a read-only version of this document on the web.
pt: Publique para compartilhar uma versão somente leitura deste documento na web.

source: Publish to Web
pt: Publicar na Web

source: Published
pt: Publicado

source: Red highlight
pt: Destaque vermelho

source: Redo
pt: Refazer

source: Register
pt: Registrar

source: Remove
pt: Remover

source: Remove from favorites
pt: Remover dos favoritos

source: Rename
pt: Renomear

source: Rename team
pt: Renomear time

source: Reorder
pt: Reordenar

source: Repeat password
pt: Repita a senha

source: Requests
pt: Requisições

source: Resend code
pt: Reenviar código

source: Resend code in %llds
pt: Reenviar código em %lld s

source: Reset password
pt: Redefinir senha

source: Reset your password
pt: Redefina sua senha

source: Retry
pt: Tentar de novo

source: Role
pt: Função

source: Run AI with
pt: Rodar a IA com

source: Save
pt: Salvar

source: Search
pt: Pesquisar

source: Search documents
pt: Pesquisar documentos

source: Search failed
pt: A pesquisa falhou

source: Search your documents
pt: Pesquise seus documentos

source: Select
pt: Selecionar

source: Select at least one document to summarize.
pt: Selecione pelo menos um documento para resumir.

source: Select line
pt: Selecionar linha

source: Select Model Tier
pt: Selecione o porte do modelo

source: Select Provider
pt: Selecione o provedor

source: Selected lines
pt: Linhas selecionadas

source: Send code
pt: Enviar código

source: Serif
pt: Serifada

source: Set up your AI
pt: Configure sua IA

source: Settings
pt: Configurações

source: Sign in
pt: Entrar

source: Sign in from Settings > Account to sync your notes
pt: Entre em Configurações > Conta para sincronizar suas notas

source: Sign in to sync your documents across devices.
pt: Entre para sincronizar seus documentos entre dispositivos.

source: Sign in to the open space to create teams and share documents with other people.
pt: Entre no espaço aberto para criar times e compartilhar documentos com outras pessoas.

source: Sign in to the open space to use AI in your documents.
pt: Entre no espaço aberto para usar IA nos seus documentos.

source: Sign in to the open space to use the cloud AI on this device.
pt: Entre no espaço aberto para usar a IA na nuvem neste dispositivo.

source: Sign out
pt: Sair

source: Sign out of Writeopia?
pt: Sair do Writeopia?

source: Signed in
pt: Conectado

source: Signed in as
pt: Conectado como

source: Something went wrong
pt: Algo deu errado

source: Something went wrong. Please try again.
pt: Algo deu errado. Tente novamente.

source: Sort by
pt: Ordenar por

source: Space
pt: Espaço

source: Staggered grid
pt: Grade escalonada

source: Stop
pt: Parar

source: Stop AI
pt: Parar IA

source: Stroke width
pt: Espessura do traço

source: SubTitle
pt: Subtítulo

source: Suggest more items
pt: Sugerir mais itens

source: Suggestions:
pt: Sugestões:

source: Summaries, action points, FAQs, tags and prompts run on this device, even offline and in the private space.
pt: Resumos, acionáveis, FAQs, tags e prompts rodam neste dispositivo, mesmo offline e no espaço privado.

source: Summarizing…
pt: Resumindo…

source: Summary
pt: Resumo

source: Switch space
pt: Trocar de espaço

source: Sync your notes, work with your team and use frontier models for the drafts that deserve them.
pt: Sincronize suas notas, trabalhe com seu time e use os modelos mais avançados nos rascunhos que merecem.

source: Syncing
pt: Sincronizando

source: System
pt: Sistema

source: System follows the appearance of your device.
pt: Sistema segue a aparência do seu dispositivo.

source: Team workspace name
pt: Nome da área de trabalho do time

source: Teams
pt: Times

source: Teams need an account
pt: Times precisam de uma conta

source: The AI didn't return a summary.
pt: A IA não retornou um resumo.

source: The code is invalid or has expired.
pt: O código é inválido ou expirou.

source: The document couldn't be saved on this device.
pt: Não foi possível salvar o documento neste dispositivo.

source: The image couldn't be loaded from the library.
pt: Não foi possível carregar a imagem da biblioteca.

source: The image couldn't be saved on this device.
pt: Não foi possível salvar a imagem neste dispositivo.

source: The name must have between 3 and 30 characters.
pt: O nome deve ter entre 3 e 30 caracteres.

source: The passwords don't match.
pt: As senhas não coincidem.

source: The request was not valid.
pt: A requisição não é válida.

source: The server answered with an error (%lld).
pt: O servidor respondeu com um erro (%lld).

source: The text is too long for Apple Intelligence. Try with fewer lines.
pt: O texto é longo demais para a Apple Intelligence. Tente com menos linhas.

source: There's no Writeopia user with this email.
pt: Não há usuário do Writeopia com este email.

source: They need to have a Writeopia account.
pt: A pessoa precisa ter uma conta no Writeopia.

source: This account is being deleted.
pt: Esta conta está sendo deletada.

source: This already exists.
pt: Isso já existe.

source: This can't be undone. Your account and all your notes in the open space will be deleted.
pt: Isso não pode ser desfeito. Sua conta e todas as suas notas do espaço aberto serão deletadas.

source: This device doesn't support Apple Intelligence.
pt: Este dispositivo não suporta a Apple Intelligence.

source: This feature is only available for premium users using an online workspace
pt: Este recurso está disponível apenas para usuários premium usando uma área de trabalho online

source: This folder can't be used. Pick another one.
pt: Esta pasta não pode ser usada. Escolha outra.

source: This folder is empty
pt: Esta pasta está vazia

source: This image can't be added.
pt: Esta imagem não pode ser adicionada.

source: This is your private space. Everything you write here stays on this device.
pt: Este é o seu espaço privado. Tudo o que você escreve aqui fica neste dispositivo.

source: This user is already in the team.
pt: Este usuário já está no time.

source: Title
pt: Título

source: Tokens used this month
pt: Tokens usados neste mês

source: Try again
pt: Tentar novamente

source: Turn on Apple Intelligence in the Settings app to use AI on this device.
pt: Ative a Apple Intelligence no app Ajustes para usar IA neste dispositivo.

source: Type %@ to confirm.
pt: Digite %@ para confirmar.

source: Unavailable
pt: Indisponível

source: Unchecked
pt: Desmarcado

source: Underline
pt: Sublinhado

source: Undo
pt: Desfazer

source: Unknown
pt: Desconhecido

source: Unpublish
pt: Despublicar

source: Unselect
pt: Desmarcar

source: Unselect %lld items
pt: Desmarcar %lld itens

source: Unselect %lld lines
pt: Desmarcar %lld linhas

source: Unselect line
pt: Desmarcar linha

source: Untitled
pt: Sem título

source: Untitled folder
pt: Pasta sem título

source: Uploading image
pt: Enviando imagem

source: Use Apple Intelligence, or configure Ollama or llmman now. You can change this later in Settings.
pt: Use o Apple Intelligence ou configure o Ollama ou o llmman agora. Você pode mudar isso depois em Ajustes.

source: Use default
pt: Usar padrão

source: Username
pt: Nome de usuário

source: Verify code
pt: Verificar código

source: Version
pt: Versão

source: View as
pt: Exibir como

source: We couldn't find what you were looking for.
pt: Não encontramos o que você procurava.

source: We couldn't read the server response.
pt: Não conseguimos ler a resposta do servidor.

source: We sent a new code to %@.
pt: Enviamos um novo código para %@.

source: Welcome back
pt: Bem-vindo de volta

source: Welcome to Writeopia
pt: Bem-vindo ao Writeopia

source: Where are you writing today?
pt: Onde você vai escrever hoje?

source: Width %lld
pt: Espessura %lld

source: Workspace
pt: Área de trabalho

source: Write this section
pt: Escrever esta seção

source: Write this section with AI
pt: Escrever esta seção com IA

source: Write your AI model
pt: Escreva seu modelo de IA

source: Wrong email or password.
pt: Email ou senha incorretos.

source: Yellow highlight
pt: Destaque amarelo

source: You are offline
pt: Você está offline

source: You can now sign in with your new password.
pt: Agora você pode entrar com sua nova senha.

source: You don't have permission to do that.
pt: Você não tem permissão para fazer isso.

source: You reached your AI quota for this month.
pt: Você atingiu sua cota de IA deste mês.

source: You seem to be offline. Check your connection and try again.
pt: Parece que você está offline. Verifique sua conexão e tente novamente.

source: You're not in any team yet
pt: Você ainda não está em nenhum time

source: You're using the private space. Your notes are stored only on this device.
pt: Você está usando o espaço privado. Suas notas ficam guardadas apenas neste dispositivo.

source: Your account comes with a team workspace you can invite people to.
pt: Sua conta vem com uma área de trabalho de time para a qual você pode convidar pessoas.

source: Your notes stay on this device
pt: Suas notas ficam neste dispositivo

source: Your notes stay on this device. No account, no telemetry, no cloud.
pt: Suas notas ficam neste dispositivo. Sem conta, sem telemetria, sem nuvem.

source: Your role
pt: Sua função

source: Your session has expired. Please sign in again.
pt: Sua sessão expirou. Entre novamente.

source: Your teams
pt: Seus times
